Repository: wikit-ai/GLPI-Semantics
Catalog: locales/*.po
Languages: fr_fr

source: Add to ticket
fr_fr: Ajouter au ticket

source: Close
fr_fr: Fermer

source: GLPI encountered a problem connecting to the Wikit Semantics application. Please try again later.
fr_fr: GLPI a rencontré un problème de connexion à l'application Wikit Semantics. Veuillez réessayer plus tard.

source: Configuration API
fr_fr: Configuration de l'API

source: Wikitsemantics configuration
fr_fr: Configuration Wikit Semantics

source: Wikit Semantics URL base
fr_fr: URL de base Wikit Semantics

source: Organization ID
fr_fr: ID de l'organisation

source: Application ID
fr_fr: ID de l'application

source: API key
fr_fr: Clé API

source: Test connection
fr_fr: Tester la connexion

source: Connection Failed
fr_fr: Échec de la connexion

source: Connection Successful
fr_fr: Connexion réussie

source: Wikit Semantics Application Response
fr_fr: Réponse de l'application Wikit Semantics

source: Suggest an answer with AI
fr_fr: Suggérer une réponse avec l'IA

source: Suggest a solution with AI
fr_fr: Suggérer une solution avec l'IA
